Repository: wp-plugins/dashboard-last-news
Catalog: lang/dashboard-last-news-*.po
Languages: fr_fr

source: Last News
fr_fr: Dernières Nouvelles

source: You need to add this <a href='%s'>SimplePie plugin</a> to use this widget
fr_fr: Vous avez besoin de l'extension suivante <a href='%s'>SimplePie plugin</a> pour utiliser ce widget

source: Sorry! no news !
fr_fr: Désolé ! aucune info !

source: How many feeds would you like to display?
fr_fr: Combien de flux voulez vous saisir?

source: How many lines would you like to display?
fr_fr: Combien de lignes à afficher ?

source: Fill the RSS or Atom URL here
fr_fr: Indiquer le flux RSS ou Atom ici

source: How many Last News dashboard widget do you want ?
fr_fr: Combien de widget tableau de bord Dernières Nouvelles voulez-vous ?

source: Update
fr_fr: Enregistrer

source: Settings updated successfully for the current user !
fr_fr: Réglages actualisés

source: Settings NOT updated !!
fr_fr: ATTENTION ! PAS de mise à jour effectuée !!

source: Dashboard Last News
fr_fr: Tableau de Bord Dernières Nouvelles

source: Settings updated successfully !
fr_fr: Réglages actualisés

source: How many Last News dashboard widgets do you want ?
fr_fr: Combien de widgets tableau de bord Dernières Nouvelles voulez-vous ?

source: Widget Title :
fr_fr: Titre du widget

source: How many feeds would you like to display ?
fr_fr: Combien de flux voulez vous saisir ?

source: How many lines would you like to display ?
fr_fr: Combien de lignes à afficher ?

source: Image (y/n) :
fr_fr: Image (o/n) :

source: Feeds fields ?
fr_fr: Champs ?

source: Lines to display ?
fr_fr: Lignes ?

source: Sorry ! but there is no cache folder as expected !<br/>Check the installation guidelines of this plugin.
fr_fr: Désolé ! il n&#39;y a pas de répertoire &#39;cache&#39; à &#39;endroit attendu ! <br/> Reporter vous aux consignes d&#39;installation de ce plugin, merci.

source: Loading&#8230;
fr_fr: Chargement#8230;

source: No feed requested, you should edit the control panel&#8230;
fr_fr: Aucun flux demandé, vous devriez modifier le panneau de controle (Modifier) #8230;

source: First time ! welcome ! you have to edit the control panel&#8230;
fr_fr: Bienvenue ! il faut modifier le panneau de controle (Modifier) #8230;
